"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ min";
"ANIMATION_SEC" = "%@ s";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "Cor";
"DARKMODE_BLUR" = "Desfocagem";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "Sim";
"No" = "Não";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "Classificar esta aplicação";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "Comunicar problema";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "Remover";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "Novidades no HazeOver";
"Show" = "Mostrar";

"Trial Version" = "Versão de teste";
"Buy Now" = "Comprar agora";
"Thank You" = "Obrigado!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Gravar";
"SHORTCUT_TEXT" = "Premir teclas";

// DisplayMockupView

"File" = "Ficheiro";
"View" = "Visualização";
"Window" = "Janela";
"Help" = "Ajuda";

// Touch Bar

"On" = "Activo";
"Off" = "Inactivo";

// Customizable Menus

"TOGGLE_MENU" = "Activar/desactivar HazeOver";
"DISPLAYS_MENU" = "Ecrã secundário";
"INTENSITY_MENU" = "Intensidade";
"HELP_MENU" = "Sugestões úteis";
"ACTIONS_MENU" = "Configurar acções...";
"CUSTOMIZE_MENU" = "Personalizar menu…";
"RATE_MENU" = "Classificar esta aplicação";
"REPORT_MENU" = "Enviar comentários";
"SETTINGS_MENU" = "Definições…";
"QUIT_MENU" = "Sair do HazeOver";
